Revit 2027 API
AnnotationLabelParameterFormatting.Suffix Property
 The suffix to add after the parameter value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Suffix { get; }
Public ReadOnly Property Suffix As String
	Get
public:
property String^ Suffix {
	String^ get ();
}
member Suffix : string with get
Property Value
String
See Also
Reference
AnnotationLabelParameterFormatting Class
Autodesk.Revit.DB Namespace